Repository: cellentano/subssupport
Catalog: locale/*.po
Languages: nl

source: Add subtitle's language to filename
nl: Voeg de ondertiteltaal toe aan het bestand

source: All
nl: Alles

source: Always ask before overwriting existing subtitles
nl: Mogen de huidige ondertitels overschreven worden

source: Append language to filename
nl: Voeg de taal aan de bestandsnaam toe

source: Ask on remove action
nl: Vraag om een verwijdering te bevestigen

source: Auto sync to current event
nl: Automatisch synchroniseren met het huidige programma

source: Background
nl: Achtergrond

source: Background X-offset
nl: Achtergrond X-offset

source: Background Y-offset
nl: Achtergrond Y-offset

source: Background color
nl: Achtergrondkleur

source: Background transparency
nl: Transparantie van de achtergrond

source: Background type
nl: Type achtergrond

source: Cancel
nl: Annuleren

source: Cannot decode subtitles. Try another encoding group
nl: Kan de ondertitels niet decoderen. Probeer een andere encoding

source: Cannot load subtitles. Invalid path
nl: De ondertitels kunnen niet worden geladen. Ongeldig pad

source: Cannot parse subtitles. Invalid subtitles format
nl: Kan ondertitels niet ontleden. Ongeldig ondertitelformaat

source: Cannot parse subtitles. Not supported subtitles format
nl: Kan de ondertitels niet ontleden. Ondertitelformaat is niet ondersteund

source: Cannot save download history, for details look in log
nl: Kan de downloadgeschiedenis niet opslaan, kijk voor details in het log

source: Change encoding
nl: Wijzig de codering

source: Change subssupport settings
nl: Wijzig de instellingen van de applicatie

source: Check search parameters before subtitles search
nl: Check de zoekparameters voordat u gaat zoeken

source: Choose Subtitles
nl: Kies de gewenste ondertitel vanuit de lijst.

source: Choose from downloaded subtitles
nl: Kies uit de gedownloade ondertitels

source: Choose from embedded subtitles
nl: Kies vanuit de ingebakken ondertitels

source: Choose from web subtitles
nl: Zoek direct vanaf het internet

source: Choose subtitles
nl: Kies de ondertitels

source: Color
nl: Kleur

source: Currently choosed subtitles
nl: Huidig gekozen ondertitels

source: DVB player settings
nl: Instellingen DVD player

source: Default
nl: Standaard

source: Do you want to proceed?
nl: Wilt u verdergaan?

source: Do you want to show this message again?
nl: Wilt u deze opmerking opnieuw zien?

source: Download (more...)
nl: Downloaden (meer...)

source: Download (next to video)
nl: Downloaden (naast de video)

source: Download (user defined)
nl: Download (gebruiker gedefinieerd)

source: Download and Load (more...)
nl: Downloaden en Laden (meer...)

source: Download and Load (next to video)
nl: Downloaden en Laden (naast de video)

source: Download and Load (user defined)
nl: Download en Laad (gebruiker gedefinieerd)

source: Download date
nl: Download datum

source: Download options
nl: Download opties

source: Download subtitles for your videos
nl: Download ondertitels voor uw video's

source: Downloaded Subtitles
nl: Download Ondertitels

source: Downloaded Subtitles - Settings
nl: Download Ondertitels - Instellingen

source: Duration
nl: Duur

source: Edit Filename
nl: Wijzig de bestandsnaam

source: Edit download path
nl: Wijzig het download path

source: Embedded Subtitles
nl: Ingebakken Ondertitels

source: Embedded subtitles settings
nl: Instellingen embedded ondertitels

source: Encoding
nl: Codering

source: Encoding:
nl: Codering:

source: Entries count:
nl: Tel het aantal:

source: Event Duration
nl: Duur van het programma

source: Event Name
nl: Naam van het programma

source: Event Time
nl: Programmatijd

source: External Subtitles settings
nl: Instellingen externe Ondertitels

source: External subtitles settings
nl: Instellingen externe ondertitels

source: Filename
nl: Bestandsnaam

source: Filename cannot be empty!
nl: Bestandsnaam kan niet leeg zijn!

source: Font color (Bold)
nl: Lettertype, kleur (Bold)

source: Font color (Italic
nl: Lettertype, kleur (Italic)

source: Font color (Regular)
nl: Lettertype, kleur (Standaard)

source: Font size
nl: Grootte van het lettertype

source: Font transparency (Bold)
nl: Lettertype, transparantie (Bold)

source: Font transparency (Italic)
nl: Lettertype, transparantie (Italic)

source: Font transparency (Regular)
nl: Lettertype, transparantie (Standaard)

source: Font type (Bold)
nl: Lettertype (Bold)

source: Font type (Italic)
nl: Lettertype (Italic)

source: Font type (Regular)
nl: Lettertype (Standaard)

source: For more details please check search settings
nl: Raadpleeg de zoekinstellingen voor meer informatie

source: General settings
nl: Standaardinstellingen

source: Hide delay
nl: Verberg de vertraging

source: History
nl: Historie

source: Language
nl: Taal

source: Language selection
nl: Taal selectie

source: List
nl: Lijst

source: List + File
nl: Lijst + Bestand

source: List of storage devices
nl: Overzicht van opslagmedia

source: Load subtitles after download
nl: Laad de ondertitels na het downloaden

source: Load/Save download history directory
nl: Locatie van de gedownloade bestanden

source: Manual search
nl: Handmatig zoeken

source: Max history entries
nl: Max. aantal opgeslagen opdrachten

source: Movie
nl: Film

source: Name
nl: Naam

source: Next to video
nl: Naast de video

source: No external subtitles are loaded
nl: Er zijn geen externe ondertitels geladen

source: No subtitles found :(
nl: Er zijn geen ondertitels gevonden.

source: None
nl: Geen

source: PTS check delay
nl: Vertraging van de PTS check

source: Parent directory
nl: Hoofddirectory

source: Password
nl: Wachtwoord

source: Path doesn't exist!
nl: Path bestaat niet!

source: Pause video on opening subtitles menu
nl: Pauzeer de film bij het openen van het ondertitelmenu

source: Player delay
nl: Vertraging van de speler

source: Position
nl: Positie

source: Preferred Movie provider
nl: Voorkeur Filmprovider

source: Preferred TV show provider
nl: Voorkeursprovider TV programma's

source: Preferred languages
nl: Voorkeurstalen

source: Preferred subtitles language
nl: Voorkeurstaal ondertitels

source: Press OK to Stop
nl: Druk Ok om te stoppen

source: Provider name
nl: Naam van de Provider

source: Refresh delay
nl: Verversingsvertraging

source: Remove (file)
nl: Verwijder (bestand)

source: Remove Entry (List)
nl: Verwijder item (Lijst)

source: Remove Entry (List+File)
nl: Verwijder item (Lijst + Bestand)

source: Remove action
nl: Verwijder de actie

source: Reset Defaults
nl: Reset naar standaard

source: Save
nl: Sla op

source: Save as
nl: Sla op als

source: Save downloaded subtitles to history
nl: Sla de gedownloade ondertitels in de historie op

source: Save subtitles as
nl: Sla de ondertitels op als

source: Save subtitles as (fallback)
nl: Sla de ondertitels op als (reserve)

source: Save subtitles to
nl: Sla de ondertitels op naar

source: Save to
nl: Sla op naar

source: Search
nl: Zoeken

source: Search settings
nl: Zoekinstellingen

source: Search subtitles
nl: Zoek ondertitels

source: Season
nl: Seizoen

source: Select Directory
nl: Kies de directory

source: Send and search movie hashes
nl: Verzend en stuur de filmhashes

source: Settings
nl: Instellingen

source: Shadow
nl: Schaduw

source: Shadow X-offset
nl: Schaduw X-offset

source: Shadow Y-offset
nl: Schaduw Y-offset

source: Shadow color
nl: Schaduw, kleur

source: Shadow size
nl: Schaduw, grootte

source: Shadow type
nl: Schaduw, type

source: Show expert settings
nl: Toon de uitgebreide instellingen

source: Some subtitles providers are not working
nl: Enkele providers van ondertitels functioneren niet

source: Sort subtitles list by
nl: Sorteer de list van ondertitels op

source: Source title
nl: Bron van de titel

source: Source title not provided
nl: Bron van de titel niet bekend

source: State
nl: Status

source: SubsSupport DVB player
nl: SubsSupport DVD speler

source: SubsSupport settings
nl: SubsSupport instellingen

source: Subtitle
nl: Ondertitel

source: Subtitles Delay
nl: Vertraging van de ondertitels

source: Subtitles FPS
nl: FPS van de ondertitels

source: Subtitles Position
nl: Positie van de ondertitels

source: Subtitles Time
nl: Tijd van de ondertitels

source: Subtitles download path
nl: Ondertitels download path

source: Subtitles provider timeout
nl: Ondertitels aanbieder time-out

source: Subtitles search
nl: Zoek de ondertitels

source: Subtitles search settings
nl: Zoekinstellingen van de ondertitels

source: Subtitles setting
nl: Ondertitels instelling

source: Subtitles settings
nl: Ondertitels instellingen

source: Subtitles settings (embedded)
nl: Ondertitels instellingen (ingebakken)

source: Subtitles temp path
nl: Ondertitels tijdelijk path

source: Subtitles will be downloaded in
nl: Ondertitels worden gedownload in

source: Subtitles with this name already exist Do you want to overwrite them
nl: Er bestaan ​​al ondertitels met deze naam Wilt u deze overschrijven

source: Suggestions
nl: Suggesties

source: Supported languages
nl: Ondersteunde talen

source: Switch List
nl: Verander van lijst

source: Sync delay
nl: Vertraging van de sync

source: There are more subtitles in unpacked archive please select which one do you want to use
nl: Er zitten meerdere ondertitels in het uitgepakte bestand selecteer welke u wilt gebruiken

source: There was an error while removing subtitle, please check log
nl: Er is een fout opgetreden bij het verwijderen van de ondertitel. Controleer het log

source: Time
nl: Tijd

source: Title
nl: Titel

source: Try update(simplify) search expression and try again..
nl: Pas de gegevens aan (vereenvoudigen) en probeer het opnieuw.

source: Turn off subtitles
nl: Schakel de ondertitels uit

source: Update Search params
nl: Update de zoekparameters

source: Update search parameters if not correct and press green button for search
nl: Pas de zoekparameters aan als deze niet juist zijn en druk op de groene knop om te zoeken

source: Use File path
nl: Bestandslocatie?

source: User defined
nl: Gebruikergedefinieerd

source: Username
nl: Gebruikersnaam

source: Video filename
nl: Video bestandsnaam

source: Year
nl: Jaar

source: You have OpenPli-based image, please change embedded subtitles settings in Settings / System / Subtitles settings
nl: U gebruikt een op OpenPLi gebaseerde image! Wijzig de instellingen voor de ingesloten ondertitels via Menu - Instellingen - Systeem - Audio / Video - Ondertitelinstellingen

source: black
nl: Zwart

source: blue
nl: blauw

source: border
nl: Rand

source: bottom
nl: onderzijde

source: cannot decode
nl: kan niet decoderen

source: cannot sync to event, event is not available
nl: kan niet synchroniseren met het programma omdat deze niet beschikbaar is

source: captcha doesn't match, try again...
nl: captcha komt niet overeen, probeer het opnieuw...

source: change external subtitles status
nl: wijzig de staus van de externe ondertitels

source: change subtitles fps
nl: wijzig de FPS van de ondertitels

source: close plugin
nl: sluit de applicatie af

source: decrease subtitles delay
nl: verminder de vertraging van de ondertitels

source: disabled
nl: uitgeschakeld

source: displays this menu
nl: toon dit menu

source: downloading subtitles...
nl: download ondertitels...

source: dynamic
nl: Dynamisch

source: enabled
nl: geactiveerd

source: error
nl: fout

source: exit
nl: beëindigen

source: green
nl: Groen

source: grey
nl: Grijs

source: increase subtitles delay
nl: verhoog de vertraging van de ondertitels

source: invalid credentials provided, correct them and try again
nl: ongeldige inloggegevens, wijzig deze en probeer het opnieuw

source: jump to next subtitle
nl: ga naar de volgende ondertitel

source: jump to previous subtitle
nl: naar de vorige ondertitel

source: loading subtitles list
nl: De lijst met ondertitels wordt gedownload.

source: missing
nl: mist

source: no
nl: Nee

source: no credentials provided, set them and try again
nl: geen inloggegevens aangegeven, voer deze in en probeer het opnieuw

source: nothing connected
nl: nergens mee verbonden

source: opaque
nl: Ondoorzichtig

source: original
nl: origineel

source: pause subtitles playback
nl: pauzeer het afspelen van de ondertitels

source: play/pause subtitles playback
nl: pauzeer / speel de ondertitels af

source: press green
nl: druk groen

source: press red
nl: druk rood

source: purple
nl: Paars

source: red
nl: Rood

source: reset subtitles delay/fps
nl: herstel de ondertitels vertraging/fps

source: restarts current subtitle
nl: herstart de huidige ondertitel

source: resumes subtitles playback
nl: hervat het afspelen van de ondertitels

source: seconds
nl: seconden

source: settings
nl: instellingen

source: show subtitles menu
nl: toon het ondertitelmenu

source: show/hide subtitles status
nl: toon / verberg de status van de ondertitel

source: skip previous subtitle by setting time in minutes
nl: ga naar de vorige ondertitel door een tijd in minuten op te geven

source: skip subtitle to current event position
nl: sla de ondertitel over naar de huidige positie van het evenement

source: skip to next subtitle
nl: ga naar de volgende ondertitel

source: skip to next subtitle (minute jump)
nl: ga naar de volgende ondertitel (1 min. vooruit)

source: skip to next subtitle by setting time in minutes
nl: ga naar de volgende ondertitel door een tijd in minuten op te geven

source: skip to previous subtitle
nl: ga terug naar de vorige ondertitel

source: skip to previous subtitle (minute jump)
nl: ga terug naar de vorige ondertitel (1 min. terug)

source: static
nl: Statisch

source: subtitles found
nl: Er zijn ondertitels gevonden

source: top
nl: bovenzijde

source: transparent
nl: Transparant

source: unknown
nl: onbekend

source: unpack error: cannot get subname
nl: fout met uitpakken: kan de naam niet finden

source: unpack error: cannot open archive
nl: fout met uitpakken: kan het archief niet openen

source: unsupported archive %s
nl: niet ondersteund archief %s

source: watch DVB broadcast with subtitles
nl: kijk dvb uitzending met ondertitels

source: white
nl: wit

source: will be removed from file system
nl: zal uit het bestand verwijderd worden

source: will be removed from list
nl: zal van de lijst verwijderd worden

source: yellow
nl: Geel

source: yes
nl: Ja
